{
  "navbar": {
    "about": "profil",
    "projects": "projekt",
    "knowledge": "kunskaper",
    "testimonials": "omdömen",
    "contact": "kontakt"
  },
  "about": {
    "title": "Simon Hällström",
    "subtitle": "Student",
    "description": "Mitt namn är Simon Hällström Wänfelt, och jag är född samt uppvuxen i Piteå, beläget i Norrbottens län. Sedan 2016 har jag varit bosatt i Stockholm och för närvarande fördjupar jag min kompetens som Frontendutvecklare med fokus på webbsäkerhet vid Jensen YH i Kista. Jag tillhör FWK23S-klassen och förväntas avsluta min utbildning sommaren 2025. Mitt livslånga intresse för datorer har varit en drivkraft som nu leder mig mot en karriär inom ett område som jag anser vara både extremt fascinerande och intressant.",
    "contactBtn": "Kontakt",
    "resumeBtn": "Hämta CV"
  },
  "project": {
    "title": "Projekt",
    "description": "Utforska några av mina projekt genom att klicka på nedanstående länkar. Dessutom finns ytterligare projekt tillgängliga på min GitHub-profil för en mer omfattande överblick över min portfölj. Där kan du följa min utvecklingsresa och ta del av mina projekt."
  },
  "knowledge": {
    "title": "Kunskaper",
    "description": "Under min pågående utbildning har jag absorberat flera nya programmeringsspråk och ramverk. För att fördjupa min kompetens och sträva efter excellens inom mitt område har jag engagerat mig i självstudier för att behärska ytterligare ramverk på min fritid. Trots att jag formellt studerar för att bli Frontend-utvecklare har jag upptäckt en särskild passion för Backend-utveckling med Node.js. Denna insikt har utvidgat min tekniska horisont och bidrar till en mångsidig kompetensprofil. Att trivas i båda världarna av Frontend och Backend stärker min förmåga att skapa integrerade och effektiva lösningar inom webbutveckling."
  },
  "testimonials": {
    "title": "Omdömen"
  },
  "contact": {
    "title": "Kontakt",
    "description": "Har du frågor eller vill nå mig? Använd formuläret nedan för att skicka ett meddelande.",
    "form": {
      "name": "Namn:",
      "email": "Email:",
      "message": "Meddelande:",
      "submitBtn": "Skicka"
    }
  }
}
